/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "%2$@ işleminden sonra\n%1$@ işlemini sürükleyin.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "%1$@ işlemini %2$@ tarafa sürükleyin.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "GIF’inizi önizlemek\niçin %@ ekleyin.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Eklenen kestirme: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Kestirmeleriniz sıfırlandı. Sürdürmek için Kestirmeler uygulamasını yeniden açın.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "%@ kestirmesi çalıştırılıyor";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "Çalıştırılıyor, %%%lu tamamlandı";

/* Accessibility label */
"Edit profile photo" = "Profil fotoğrafını düzenle";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "Ekranın üst kısmının aşağı çekilip Bildirim Merkezi’nin gösterildiği canlandırma";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "Kestirmeler araç takımının etkin araç takımları listesine eklendiği canlandırma";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "Araç takımları listesinin sonuna doğru kaydırılıp Düzenle’nin dokunulduğu canlandırma";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "Araç takımları listesi için ekranın sola doğru kaydırıldığı canlandırma";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Kestirmeler araç takımının olduğu Bildirim Merkezi’nin bir ekran resmi";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "%@ adlı kişinin profil resmi";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Ana kimlik yap";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Ana kimlik olarak seçilmiş";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Artı, Eksi";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Geri tuşu";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Ondalık";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Maalesef Kestirmeler’in bu konuda yapabileceği bir şey yok. Sunucu uygulamasındaki bir hatadan dolayı meydana geliyor. Bu uygulamayı yapanla iletişime geçmenizi ve bu sorundan onları haberdar etmenizi öneririz.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "Bu genişletmeyi açan uygulama herhangi bir giriş sağlamadı.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Kestirme indirilemedi.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Kestirmeler veri tabanı daha yeni bir Kestirmeler sürümü ile yaratıldığı için okunamıyor.\n\nKestirmeler’in sürümünü yükseltebilirsiniz veya kestirmelerinizi sıfırlayabilirsiniz. Kestirmeleriniz kaybolur ama iCloud Eşzamanlama’yı kullanıyorsanız kestirmeleriniz geri yüklenir.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Kestirmeler veri tabanı bozulduğu için okunamıyor. Kestirmeleri sıfırlayarak bunu düzeltebilirsiniz. Kestirmeleriniz kaybolur ama iCloud Eşzamanlama’yı kullanıyorsanız kestirmeleriniz geri yüklenir.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Kestirmeler veri tabanı bozulduğu için okunamıyor.\n\nBozulmuş veri tabanınızı e-posta ile gönderip destek alabilirsiniz veya özel kestirmelerinizi sıfırlayabilirsiniz. Kestirmeleriniz kaybolur ama iCloud Eşzamanlama’yı kullanıyorsanız kestirmeleriniz geri yüklenir.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "E-posta Desteği";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Kestirmeler’i Sıfırla";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Kestirmeler’i Güncelle";

/* Alert title for an error */
"Aw no!" = "Hayır!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Kestirmelerin Sürümü Eşleşmiyor";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Kestirmeleri Sıfırlama";

/* Apple watch; label for result from running the shortcut */
"Result" = "Sonuç";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Sonuç (%ld)";

/* Back button */
"Back" = "Geri";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Araç takımının eklenmesi kestirmelerin çalışma hızını çarpıcı biçimde artırır. Bu adımı atlamak istediğinizden emin misiniz?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "Teslim edilemedi! Birkaç dakika sonra yeniden deneyin.";

/* Button */
"Cancel" = "Vazgeç";

/* Button */
"Done" = "Bitti";

/* Button */
"Next" = "Sonraki";

/* Button */
"OK" = "Tamam";

/* Button */
"Submit your own workflow" = "İş akışınızı gönderin";

/* Button for editing their profile picture */
"Edit" = "Düzenle";

/* Button or nav bar title */
"Edit Profile" = "Profili Düzenle";

/* Button or title */
"Run shortcut" = "Kestirmeyi çalıştır";

/* Button or title to share a shortcut */
"Share Shortcut" = "Kestirmeyi Paylaş";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Kestirmeyi Gönder";

/* Button or title; user profile */
"Profile" = "Profil";

/* Button that shows all collection search results */
"See All" = "Tümünü Gör";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Değişikliklerden Vazgeç";

/* Button title; create a new shortcut */
"Create Shortcut" = "Kestirme Yarat";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Araç Takımı Ekle";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Her İkisini de Tut";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Değiştir";

/* Button to skip a step */
"Skip" = "Atla";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Saatinizde gösterilecek kestirmeleri seçin.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Komplikasyon’da gösterilecek kestirmeleri seçin.";

/* Copy content */
"Copy" = "Kopyala";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Belirtilen kestirme bulunamadı.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "“%@” kestirmesi bulunamadı.";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Adsız Kestirme";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Kişiselleştirilmiş bir sesli ifade kaydederek Siri’ye herhangi bir kestirme ekleyin.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Bir dizi adımı tek bir kestirmede birleştirip uygulamalarınızla yaptıklarınızı otomatikleştirin. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Kestirmeler’e, Kestirmeler Araç Takımı ile daha da hızlı erişin.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Arşiv’den Seç";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Fotoğraf Çek";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "ahmet@workflow.is";

/* Edit profile; email field title */
"Email" = "E-posta";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "“%@” web sitesi URL’si geçerli değil.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Geçersiz Web Sitesi";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Yayımlanmış iş akışlarınızda “%@” olarak adınız geçecek.";

/* Edit profile; person name field title */
"Name" = "Ad";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Ad (Gerekli)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Özel Bilgi";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Herkese Açık Bilgi";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "“%@” için bir sonuç bulunamadı. Başka bir şey deneyin.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Kestirme yok.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Sonuç Yok";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "Girilen kestirme URL’si geçersiz.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "İçe Aktarma Başarısız Oldu";

/* Error message */
"There are no photos in your photo library." = "Fotoğraf arşivinizde fotoğraf yok.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Kestirme bağlantısı geçersiz veya silinmiş olabilir.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Galeri’ye bağlanamıyor.";

/* Error message title */
"Shortcut Not Found" = "Kestirme Bulunamadı";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Bu koleksiyon yüklenemedi.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Bu koleksiyon yüklenemedi.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "“%@” işleminin çalışmayı bitirmesi çok uzun sürdü.";

/* Exit the app (kills the app) */
"Exit" = "Çık";

/* Gallery search section title for collection search results */
"Collections" = "Koleksiyonlar";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Daha Az";

/* Gallery search; button to show more collection search results */
"Show More" = "Daha Fazla Göster";

/* Generic title for a notification show in the app */
"Notification" = "Bildirim";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Kestirmeler";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "işlemler";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Bu bir kestirme.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Tebrikler!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Oley!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "kestirmeyi çalıştır düğmesi";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "GIF’inizi paylaşmak için bir işlemi üzerine sürükleyin.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "çalıştır düğmesi";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nBir sorun oluştu. Yeniden deneyin veya Bitti’ye dokunun.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nKestirmeyi çalıştırmayı tamamlamadınız. Yeniden deneyin veya Bitti’ye dokunun.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nBir kestirme yarattınız. Şimdi çalıştır düğmesine basıp onu çalıştırın!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nKestirmeler bir dizi işlemlerden (soldaki öğeler) oluşur.\n\nSonra birinci işlemdeki fotoğrafları canlandıracak GIF Yap işlemini ekleyelim.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nHareketli bir GIF yapmak için bir kestirme geliştirelim.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nBir kestirme çalıştırdınız. Harika değil miydi?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Kestirmeler’e Hoş Geldiniz.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "“Gönder”e dokunduğunuzda iş akışınız gözden geçirilmesi için gönderilir. İş akışınızı Galeri’ye eklemeyi kabul edersek size e-posta ile haber vereceğiz.";

/* Make GIF action name */
"Make GIF" = "GIF Yap";

/* Media file name label */
"Media File" = "Ortam Dosyası";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Kestirmenizi değiştirmek ister misiniz?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "İş Akışı Bilgisi";

/* None option */
"None" = "Yok";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Harika! Kestirmeler araç takımını zaten eklediğiniz anlaşılıyor. Devam edelim.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Kestirmeler’i, Kestirmeler Araç Takımı ile jet hızıyla çalıştırın.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Lütfen buraya iş akışınızın ne yaptığı hakkında bir açıklama yazın.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Lütfen buraya iş akışınızın ne yaptığı hakkında daha ayrıntılı bir açıklama yazın.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Ali Utku";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Lütfen buraya iş akışınızın ne yaptığı hakkında kısa bir açıklama yazın.";

/* Print content */
"Print" = "Yazdır";

/* Quick Look action name */
"Quick Look" = "Göz At";

/* Recovery option for when the gallery does not load */
"Try Again" = "Yeniden Dene";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Ayarlar’ı Aç";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Galeri’ye erişmek için Hücresel Veri’yi açın veya WLAN’ı kullanın.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Galeri’ye erişmek için Hücresel Veri’yi açın veya Wi‑Fi’yi kullanın.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Galeri’ye erişmek için Uçak Modu’nu kapatın veya WLAN’ı kullanın.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Galeri’ye erişmek için Uçak Modu’nu kapatın veya Wi‑Fi’yi kullanın.";

/* Save as image */
"Save Image" = "Görüntüyü Kaydet";

/* Search gallery */
"Search" = "Ara";

/* Section title */
"Shortcuts" = "Kestirmeler";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Mesaj";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Kestirme Gönderildi";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Arşiv’e Eklendi";

/* Splash screen primary button title */
"Get Started" = "Başla";

/* Splash screen title */
"Welcome to Shortcuts" = "Kestirmeler’e Hoş Geldiniz";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Durdur: %@";

/* Take Photo action name */
"Take Photo (action name)" = "Fotoğraf Çek";

/* Tap to choose an option */
"Tap to Choose" = "Seçmek İçin Dokunun";

/* Terms and Conditions view title */
"Terms and Conditions" = "Kurallar ve Koşullar";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Onayladığımızda size haber vereceğiz!";

/* Title */
"Gallery" = "Galeri";

/* Title */
"Shortcuts" = "Kestirmeler";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Haberi Yayın";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Açıklama";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Uzun Açıklama";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Kısa Açıklama";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "İş Akışı Adı";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Siri’ye Sormanız Yeterli";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Araç Takımı Eklensin mi?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "“%@” adında bir kestirmeniz zaten var.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Tüh!";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "En Kısa Yolu Seçin";

/* Title of main screen showing your library of shortcuts */
"Library" = "Arşiv";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Kestirmeler Araç Takımı";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Bozulmuş Veri Tabanı";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Galeri’yi görüntüle…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Kestirmeleri Yönet…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Kestirmeler’de Özelleştir";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Araç takımını buldunuz! İstediğiniz her yerden ulaşmak için *Araç Takımına Ekle*’ye dokunun.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Araç takımını buldunuz! Kestirmeleri hızla çalıştırmak için buraya geri gelin.";

/* Today widget; empty state */
"No Shortcuts" = "Kestirme yok";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Kalanını görmek için dokunun";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Yükleniyor";

/* Watch app button; stop running the shortcut */
"Stop" = "Durdur";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Göster/Gizle";

/* Watch app; Change text field text */
"Tap to Change" = "Değiştirmek İçin Dokunun";

/* Watch app; Compose a message */
"Create Message" = "Mesaj Yarat";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Artı/Eksi";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "%@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Kimden";

/* Watch app; email composer; bcc address label */
"Bcc" = "Gizli";

/* Watch app; email composer; cc address label */
"Cc" = "Bilgi";

/* Watch app; email composer; from address label */
"From" = "Kimden";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "İlişik (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Konu";

/* Watch app; email composer; to address label */
"To" = "Bitiş";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Konum Bulunamadı";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Bilgi/Gizli";

/* Watch app; number field placeholder */
"Enter number…" = "Sayı girin…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Mesajı gönderecek bir kişi seçmelisiniz.";

/* Watch app; send the email */
"Send" = "Gönder";

/* Watch app; share QuickLook content */
"Share" = "Paylaş";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "iPhone’unuzda Handoff’u kullanıp %@ erişimine izin verin.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Kestirmeyi sürdürmek için iPhone’unuzda Handoff’u kullanın.";

/* Watch app; text field placeholder */
"Enter text…" = "Metin girin…";

/* Watch app; view current content on the phone */
"View on iPhone" = "iPhone’da Görüntüle";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Herhangi bir kestirme eklenmedi.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Kestirme yok";

/* Website URL label */
"Website" = "Web Sitesi";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Araç Takımı Ekleme";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "Ana ekrandaki Kestirmeler simgesinin sertçe basılıp araç takımının açıldığı canlandırma";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Kestirmeler Araç Takımını eklemek için + düğmesine dokunun. “Bitti” seçeneğine dokunun.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Ana ekrana gitmek için yukarı kaydırın, Kestirmeler simgesine sertçe basın ve “Araç Takımı Ekle”ye dokunun.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Ana ekran düğmesine basın, Kestirmeler simgesine sertçe basın ve “Araç Takımı Ekle”ye dokunun.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Aşağı kaydırın ve\n“Düzenle”ye dokunun.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Araç takımlarını görmek\niçin sola kaydırın.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "Aşağı kaydırın\nve sol alttaki “Düzenle”ye dokunun.";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Bildirim Merkezi’ni görüntülemek için üstten aşağı doğru kaydırın.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Kestirmeniz paylaşılmaya hazır!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " - %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ - %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "sağ";

